public class Knowing {

    public void knowing(String[] args) {

    }

  //  добрый день. давайте познакомимся. меня зовут Эрудит.
   //     а как зовут вас?

  //  приятно познакомится (пользователь).

//давайте разомнемся )
  //  тут легкая загадка на общую тему
 //   (похвала)  несколько уровней похвалы:
  //  примерно 5 уровней 9или по началу 3
  //  -вау, огого, как быстро, блестяще, великолепно
   //         -весьма недурно
  //  -неплохо, недурно

 //   и еще один вопрос, чтобы понять, с какой загадки нам начать.
   //     сколько вам лет?

  //  ...15 (поколение переходное)
 //   15-25 (поколение супергероев)
 //   25-35 (поколение поттера)
 //   35-45 (поколение зв)
 //   45... (поколение делонов)

  //  мммммм. отличный возраст!
  //  еще одна загадка )


 //  загадка на тему поколения
}
