/*public class RiddlesNormal {


    private String str11 = "";
    private String str12 = "";
    private String str13 = "";

    private String str21 = "";
    private String str22 = "";
    private String str23 = "";

    private String str31 = "";
    private String str32 = "";
    private String str33 = "";

    private String str41 = "";
    private String str42 = "";
    private String str43 = "";

    private String str51 = "";
    private String str52 = "";
    private String str53 = "";

    private String str61 = "";
    private String str62 = "";
    private String str63 = "";

//кафтан на мне зеленый, а сердце - как кумач; на вкус, как сахар, сладок, на вид - похож на мяч.
//арбуз

//пустые- отдыхаем, а полные - шагаем.
//сапоги

//он с жадностью пьет- а не чувствует жажды. он бел - а купается только однажды: он смело ныряет в кипящую воду себе на беду, но на радость народу... и добрые люди (вот это загадка!) не скажут : - как жалко... а скажут: - как сладко!
//сахар

//нет ушей, а слышит. нету рук, а пишет.
//            магнитофон

//чем больше отдаю, тем больше вырастаю, величину свою отдачей измеряю
//яма

//деревянный брусок, а на нем растет лесок
//щетка

//орехов не ест, сахара не просит, а щипцы с собой носит
//рак

//на листочке, на страничке - то ли точки, то ли птички. все сидят на лесенке, все щебечут песенки
//ноты

//как пошли четыре браться под корытом кувыркаться. понесли меня с тобой по дороге столбовой
//телега





//    private String str71 = "";
//    private String str72 = "";
//    private String str73 = "";
//для копирования
}

 */
